---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.WallFailures.CannotToSplitWallPanels
source: html/faedeeb3-93f0-c7c2-404a-48216bd719eb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.WallFailures.CannotToSplitWallPanels Property

Unable to split wall panel(s).

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotToSplitWallPanels { get; }
```